Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/facta/1177.se/mammografi.html.tmx
Source language: sme
Languages: sma

source: Davvisámegiella / Nordsamiska
sma: Åarjelsaemiengiele / Sydsamiska

source: Čoahkkáigeassu (ca 2 sidor)
sma: ÅarjelsaemiengieleSydsamiska

source: Manin dárbbaha dutkojuvvot ?
sma: Mannasinie daarpesje dejtie goerehtidh ?

source: Ná dat dáhpáhuvvá (ca 4 sidor)
sma: Naemhtie darjodh (ca. 4 sidor)

source: Čoahkkáigeassu
sma: Iktedimmie

source: Almmolaččat Mammongráfa lea rátti röntgendutkamus erenomáš röntgenteknihkain mii addá dárkilis govaid.
sma: Mammografije lea röntgenegoerehtimmie njammijste sjïere röntgeneteknihkine mij guvvieh, ræjhkoes smaave biehkide, vadta.

source: Dutkamuš sáhttá dahkkot eastadan dárkkuhusas dearvvašvuođadutkamin, ng. screenen, dehe go nisson ieš dehe doavttir lea dovdan soames rievdama rattis.
sma: Goerehtimmie maahta åvtelhbodti darjodh goh healsoegoerehtimmie, guktie gohtje screeninge, jallh gosse nyjsenæjja jallh dåaktere jeatjahtehtemh njammine damteme.

source: Ii galgga čađahit mammongráfadutkamuša dearvvašvuođadárkkisteapmin jus lea áhpeheapme dehe doavttir eahpida ahte lea buogu rattis.
sma: Ij byöroeh mammografijegoerehtimmiem darjodh healsoevaaksjoemisnie jis nåajsan jallh jis dåaktere såvma naaremem njamman sisnie.

source: Ii dárbbat válmmastallat mange sierra ládje
sma: Ij daarpesjh sjïere vuekine dïsse ryöjredidh.

source: Got dutkamuš dáhpáhuvvá ?
sma: Guktie goerehtimmie jåhta ?

source: Dutkamuš dahkko dávjá mammongráfaovttadagas, mii sáhttá leahkit friddja dehe buohccivies u röntgenossodaga oktavuođas.
sma: Goerehtimmiem daamhtaj mammografijesijjesne dorje, mij maahta frijjes årrodh jallh röntgenegoevtesisnie skïemtjegåetesne.

source: Mammongráfa dahkko maid sierra raddevuostáváldimiin ja dihto dearvvašvuođaguovddážiin.
sma: Mammografijem maahta aaj darjodh sjïere njammadåastoevisnie jïh naaken hoksejarngine

source: Álggos oažžu vástidit röntgenbuohccedivššára muhtin jearaldagaide leatgo raddeváivvit dehe borrágo dálkasiid mat siskkildit hormonaid.
sma: Voestes åådtje naan gyhtjelassh vaestiedidh röntgeneskïemtjesåjhteristie jis dåeriesmoerh njammijste jallh jis daalhkesh vaalta man sisnie hormonh.

source: Dasto oažžu nuoladit bajit oasi gorudis ja buohccidivššár geahččá rattiid ja merke jus leat muhtin oinnolaš rievdamat, ovdamearkka dihte stuorit riegádanmearkkat dehe árppat ovddit čuohpademiin.
sma: Dan mænngan edtja bijjiebolleste vaarjoeh noeledh jïh skïemtjesåjhtere njammide vuartesje jïh tjaala jis naan jeatjahtehtemh mah vååjnoes, vuesiehtimmieh stuerebe reakedsplïejhkh jallh aerieh operasjovnijste.

source: Dat soitet oidnot röntgengovas ja dahkat váddáseabbon árvvoštallama.
sma: Dejtie maehtieh röntgeneguvviem vuesiehtieh jïh dejstie goerehtimmiem sturredh.

source: Röntgendutkamis galgá čuožžut, ja bidjat ratti gearddiinis pláhta nala mas lea ng. govvadetektora.
sma: Tjåådtje goerehtimmien tjïrrh, jïh aktem njammam beaja pleahtjose, jïh dan sisnie guvviedetektovre.

source: Raddi deddojuvvo leadjái nuppi pláhta vehkiin nu ahte šaddá oalle steažžasin.
sma: Njammam jeatjah pleahtjojne deadta guktie pleahtjoeh sjædta.

source: Dát dagaha ahte govva šaddá čielggas seamma áigge go suonjardandosa sáhttá dollot vuollin.
sma: Destie tjïelkes guvvie sjædta seamma aejkien vuelebe gadtjijhdosem åtna.

source: Gieđa ferte doallat badjin ja vuoiŋŋastahttit apparáhta vuostá go guokte- golbma gova váldo.
sma: Lutnjie gïetem bæjjese jïh apparaaten vööste njihkie mearan göökte, golme guvvieh vadta.

source: Dasto geardduhuvvo seamma bargu nuppiin rattiin.
sma: Maahta ånnetji saejrehte gosse njammam deadta.

source: Got veadjá maŋŋel ?
sma: Guktie dan mænngan damta ?

source: Dutkama maŋŋel veadjá dego dábálaččat.
sma: Goerehtimmien mænngan dellie goh daamhtaj damta.

source: Lea álkimus guldalit eahpedássitvuođaid riššus go raddi lea sáibojuvvon.
sma: Aelhkemes tjuglieh damtedh stratjkesne gosse njammide såapadamme.

source: Lokte gieđa, guldal ratti ja gieđavuoli njulges suorpmaiguin ja gehpes deaddimiin...
sma: Gïetem lutnjh, njammide jïh gaejnjelen vuelesne damth staajhk soermigujmie jïh dïedtesth...

source: ... daga una jorbes lihkastagaid, gierdu gierddu maŋis birra ratti.
sma: ... darjoeh smaave svïhtjemh gievlesne, bïjre abpe njamman bïjre.

source: Álgge čiččeruoppi birra ja heaitte gieđavuollái.
sma: Aelkieh njidtjievaahteren bïjre jïh orrijh gaejnjelen vuelesne.

source: Mammongráfadutkamis raddi röntgejuvvo, teknihkain mii addá hui dárkilis govaid.
sma: Mammografijegoerehtimmesne njammide röntgenidh, teknihkine mij dan buerie guvvieh vadta.

source: Mammongráfa dahkko juogo eastadeaddji dearvvašvuođadárkkisteapmin, ng. screenen, dehe daningo nisson ieš dehe doavttir lea dovdan ođđa bukki rattis.
sma: Mammografijem heerredimmien gaavhtan dorje healsoevååksjeminie, guktie gohtje screeningen, jallh jis nyjsenæjja jallh dåaktere orre tjugliem damtiji.

source: Juohke jagi dahkko eanet go 500 000 radderöntgendutkama Ruoŧas.
sma: Fïerhten jaepien jienebe 500 000 goerehtimmieh Sveerjesne njammaröntgeninie dorje.

source: Metoda gávdnan dihte raddeborašdávdda árrat
sma: Vuekie njammacancerem aareh aajhtsedh

source: Sosiálastivra ávžžuha mammongráfa nissoniidda 40 ja 74 gaskkan.
sma: Sosiaaleståvroe juvnehte mammografijem nyjsenæjjide 40 - 74 jaepiej gaskem.

source: Eanandiggi fállá buot nissoniidda 50 ja 69 jagi gaskkan vejolašvuođa čađahit mammongráfadutkama.
sma: Laantedigkie faala gaajhkide nyjsenæjjide 50 - 69 jaepiej gaskem nuepiem mammografijegoerehtimmiem darjodh.

source: Dávjjimus leanain fállojuvvo maid vel joavkkuide 40 ja 74 gaskkan dutkan, muhto dat rievdá variere goas álgo bovdejuvvo ja man guhká dutkan joatkašuvvá.
sma: Jeenjemes leenine aaj dåehkide 40 - 74 jaepiej gaskem goerehtimmiem faelieh, mohte joekehts leah gåessie aalka dejtie faaledh jïh man guhkiem goerehtimmine jåerhkieh.

source: Boarráseappot bovdejuvvot dávjjimusat juohke nuppi jagi.
sma: Nuerebe nyjsenæjjide daamhtaj goerehte fïerhten akte jïh bielie jaepien.

source: Dáin dearvvašvuođadutkamiin sáhttá raddeborašdávdašattalmas fuomášuvvot ovdalgo dat lea geargan dagahit mangelágán dávdamearkka, dehe ovdalgo dan dovdáge rattis.
sma: Båarasåaboe fïerhten mubpien jaepien. Dejnie healsoevååksjeminie maahta njammacanceretumörem aajhtsedh åvteli dam damta jallh åvteli maahta dam njammesne damtedh.

source: Dieđalaš dutkamat leat čájehan nissoniin geat oassálastet mammongráfa dearvvašvuođadutkamiidda unnu jápmin raddeborašdávdii 40 proseanttain.
sma: Daajroes goerehtimmieh leah vuesiehtamme nyjsenæjjide gieh healsoegoerehtimmiem mammografijine meatan dejtie njammacanceren jaamedahkeste 40 procenth vaenede.

source: Riska maŋŋit áicamiin lea ahte borašdávda lea geargan viidut, ja dalle dárbbahuvvo stuorit ja váddásit dikšun go dalle go šattalmas áicojuvvo árrat.
sma: Jis seente dam aajhtsi dellie vaahrese båata cancere lea haasenamme, jïh dellie jienebh jïh geervebe båehtjierdimmiem daarpesje jalhts jis tumörem aareh aajhtsa.

source: Guldal jeavddalaččat rattiid
sma: Doehtehth njammide jaabnan

source: Nissona rattiin ii leat dássedis čoakkádus.
sma: Nyjsenæjjan njammah ij leah jïebne konsistense.

source: Dat vuolgá das ahte rattis leat sihke mielkeravssat ja buoidegođđosat, ja danin dat dovdojit dásseheapmin.
sma: Dan gaavhtan desnie dovne mielhkiereavsah jïh buejtieh, jïh dan gaavhtan njammide ij lea jïebne.

source: 50 jagis rattit šaddet dipmáseabbon dalle mielkeravssat ástet ja buoidegođđosat šaddet sádjái.
sma: 50-jaepieh låhkosne njammah myövhkebe sjidtieh gosse mielhkiereavsah sjidtieh buejtide.

source: Hormonarievdamat váikkuhit rattiide mii dáhpáhuvvá nissona mánodávda-sihkkela áigge ja sáhttet danin dovdot sierralágánat vuolgá das goas dutká daid.
sma: Dah hormonejeatjahtehtemh mah deahpadieh nyjsenæjjan gujnelemmiecykelisnie njammide tsevtsieh jïh dan gaavhtan eah seammalaakan årroeh abpe tïjjem.

source: Beaivvi maŋŋel mánodávddaid maŋemus beaivvi lea buorre beaivi iešdutkamii, daningo rattit lávejit leahkit dipmásat ja geahppasat dalle dutkat.
sma: Biejjien mænngan gujnelemmien minngemes biejjie lea buerie biejjie jïjtje njammide goerehtidh, dan gaavhtan njammah myövhkes jïh aelhkies goerehtidh.

source: Buot nissonat galggale ieža jeavddalaččat dutkat rattiideaset.
sma: Gaajhkh nyjsenæjjah byöroeh dej njammah jaabnan goerehtidh.

source: Lea vuogas válljet mearriduvvon beaivvi mánus vai álkibut sáhttá veardidit maid dovdá.
sma: Sjiehteles aktem biejjiem askesne veeljedh juktie aelhkebe mohtedidh maam damta.

source: Buorre dilálašvuohta sáhttá leahkit riššus daningo lea álkit guldalit go ráttit lea sáibbohuvvon.
sma: Sjiehteles sijjie lea stratjkesne dannasinie aelhkebe njammide doehtede gosse tjoelem åtna.

source: Millosepmosit galggalii guldalit sihke go čuožžu ja go velleha.
sma: Eeremes edtja dejtie doehtedidh dovne gosse tjåådtje jïh gosse vealesje.

source: Buorresorttat buhkkot dábálaččat
sma: Sïejhme ov-feerlege tjugliejgujmie

source: Jus fuomášivččii buogu dehe dokŋama gođđosis sáhttá šaddat leaboheapmin, muhto dávjjimusat dat lea buorresorttat rievdan, erenomážit nuorat nissoniin.
sma: Jis tjugliem jallh jeatjah båaloeh aajhtsa maahta aerkies sjïdtedh, mohte daamhtemes lea buerielaakan jeatjahtehtemh, joekoen nuerebe nyjsenæjjine.

source: Dat sáhttá leahkit cysta, dat mearkkaša čáhceskoavhli, dehe buorresorttat čanasgođđosa assun.
sma: Dïhte maahta cystam årrodh, dïhte sæjhta jiehtedh boejege mij tjaatsijes, jallh buerielaakan protneme njaltjan nuelesne.

source: Doavttir galgá dutkat buot rievdamiid
sma: Gaajhkh jeatjahtehtemh edtja dåaktere goerehtidh

source: Radderavssa rievdama sáhttá maid raddeborašdávda dagahan.
sma: Jeatjahtehteme njammareavsesne maahta aaj njammacanceristie båata.

source: Raddeborašdávda lea okta dábáleamos nissoniid borašdávdafoarbma.
sma: Njammacancere aktem daamhtemes cancerehammojste nyjseni gaskem.

source: Juohke jagi ožžot Ruoŧas sullii 7000 nissona ja 40 dievddu raddeborašdávdda.
sma: Fïerhten jaepien medtie 7 000 nyjsenh jïh 40 kaarrh njammacancerem åadtjoeh.

source: Riska oažžut raddeborašdávdda lassána agi mielde.
sma: Vaahra njammacancerem åådtje aalteren mietie jeanede.

source: Dábáleamos symptoma raddeborašdávddas lea boahku rattis dehe gieđavuolis.
sma: Sïejhme symtovme njammacancerine lea tjuglie njammesne jallh gaejnjielisnie.

source: Nubbi lea ahte čižžeruobbi dehe raddeliiki geassása sisa guvlui.
sma: Jeatja njammavaahtere jallh njaltja njamman sïjse sigkie.

source: Unnit dábálaččat symptomat leat čilgetmeahttun ruvssodeapmi dehe raddebohtaneapmi, hávvi mii ii savo, dehe varaseagat čáhci čižžeruoppis.
sma: Ij leah dan daamhtaj jis njamma rööpses, garres, bankes jallh sååjrehke sjædta, saejriem åådtje, jallh njammavaahteristie vïrretjaatsije galka.

source: Buot rievdamiid rattis galgá váldit duođas ja doavttir galgá dutkat daid.
sma: Gaajhkh jeatjahtehtemh njammine edtja itjmine vaeltedh jïh dåaktere edtja dejtie goerehtidh.

source: Sáhttá jorgasit iežas dearvvašvuođa guovddáža, nissondearvvašvuođadivššu dehe sierra raddevuostáváldima beallái mat leat muhtin stuorit buohcciviesuin.
sma: Maahta satnem bïeljelidh hoksejarngese, nyjsenehealsoehoksese jallh sjïere njammadåastoevasse maam stuerebe skïemtjegåetine gååvnese.

source: Doavttir guldala dárkilit ratti ja mearrida galgágo dahkkot mammongráfadutkan.
sma: Dåaktere eensilaakan njammide gaajesje jïh vierhtede jis mammografijegoerehtimmiem edtja darjodh.

source: Ná dat dáhpáhuvvá
sma: Naemhtie darjodh

source: Ovttaskas oažžu bidjat ratti gearddiinis pláhta vuostá mii siskkilda kaseahta mas lea röntgenfilbma.
sma: Åådtje aktem njammam pleahtjose bïejedh, dan sisnie kassedte röntgenefilmine.

source: Dasto raddi deddojuvvo čoahkkái ja guokte golbma gova váldojuvvot.
sma: Dan mænngan njammam deemtjie jïh göökte jallh golme guvvieh vaalta.

source: Erenomáš röntgenapparáhtta dárbbahuvvo
sma: Sjïere röntgeneapparatem daarpesje

source: Mammongráfa dahkko dávjá mammongráfaovttadagas, mii sáhttá leahkit sierra dehe buohccevies u röntgenossodaga oktavuođas.
sma: Goerehtimmiem daamhtaj mammografijesijjesne dorje, mij maahta frijjes årrodh jallh röntgenegoevtesisnie skïemtjegåetesne.

source: Dutkamuš dahkko maid sierra raddevuostáváldimiin ja dihto dearvvašvuođaguovddážiin.
sma: Goerehtimmiem maahta aaj darjodh sjïere njammadåastoevisnie jïh naaken hoksejarngine

source: Dat röntgenapparáhtta mii gevtojuvvo lea erenomážit hábmejuvvon vai sáhttá addit buriid govaid raddegođđosis gehpes röntgensuonjardeami vehkiin.
sma: Röntgeneapparate maam nåhtede lea sjïerelaakan hammoedamme juktie buerie guvvieh njammijste vedtedh viehkine viesjies röntgenegadtjijh.

source: Dihto dáhpáhusain sáhttet boraššattalmasat mat leat beare moadde millimettara stuoru áicojuvvot.
sma: Muvhtien aejkien maahta canceretumörh aajhtsedh mah leah barre måedtie millimeeterh stoerre.

source: Ii dárbbat ráhkkanit mange sierra ládje.
sma: Ij daarpesjh sjïere vuekine dïsse ryöjredidh.

source: Álggos oažžu vástidit moatti jearaldahkii ja muitalit jus leat leamaš váivvit rattiin, dehe jus borrá dálkasiid mat siskkildit hormonaid.
sma: Voestes åådtje naan gyhtjelassh vaestiedidh jis dåeriesmoerh njammijste jallh jis daalhkesh vaalta mej sisnie hormonh.

source: Oažžu nuollat bajit oasi gorudis ja buohccidivššár geahččá rattiid ja merke jus leat oinnolaš rievdamat, ovdamearkka dihte riegádanmearkkat dehe árbbit ovddit čuohpademiin.
sma: Dan mænngan edtja bijjiebolleste vaarjoeh noeledh jïh skïemtjesåjhtere njammide vuartesje jïh tjaala jis naan jeatjahtehtemh mah vååjnoes, vuesiehtimmieh stuerebe reakedsplïejhkh jallh aerieh operasjovnijste.

source: Dat soitet oidnot röntgengovain ja dulkojuvvot boastut borašdávdašattalmassan.
sma: Dah maehtieh röntgeneguvvine vuesiehtidh jïh destie maahta båajhtoehlaakan vïenhtedh dïhte canceretumöre.

source: Dasto oažžu mannat röntgenapparáhta lusa ja čuožžut dan ovddas.
sma: Dan mænngan röntgeneapparatese vaadtsa jïh dan uvte tjöödtjehte.

source: Raddi gearddiinis bidjo pláhta nala mii siskkilda govvadetektora.
sma: Njamma dïedtese pleahtjojne viehkine maam våålese dïedtele.

source: Raddi njuvdojuvvo dasto čoahkkái čađačuovgi pláhtain mii deddojuvvo ratti vuostá.
sma: Lutnjie gïetem bæjjese jïh apparaaten vööste njihkie mearan göökte, golme guvvieh vaalta.

source: Lea dehálaš čuožžut siivvuid.
sma: Vihkeles eevre dåadtjele.

source: Dasto dahkko seamma ládje nuppiin rattiin.
sma: Dan mænngan seammalaakan mubpiem njammam.

source: Olles dutkamii gollá 15-30 minuhta, ieš govaváldimii 5- 10 minuhta.
sma: Goerehtimmiem 15-30 minudth vaalta, vïjhteste låhkan minudth guvvedeminie.

source: Mot mammongráfa dovdo ?
sma: Guktie mammografijjem damta ?

source: Sáhttá dovdot unohas dehe bávččagahttit oanehis botta go raddi deddojuvvo čoahkkái.
sma: Maahta ånnetji saejrehte gosse njammam deadta.

source: Muhto dat ferte dahkkot, daningo govva oažžu buoret kvalitehta ja dutkan šaddá sihkkareabbon.
sma: Mohte tjuara naemhtie darjodh, juktie guvvie buerebe kvalitehtem åådtje jïh goerehtimmie vihtiesåbpoe sjædta.

source: Dan lassin sáhttá gevtot vuollegit suonjardosa go jus raddi ii livččii deddojuvvon čoahkkái.
sma: Aaj maahta vuelebe gadtjijhdovsem nåhtede jïlhts jis ij njammam dïedtelh.

source: Muhtumin oažžu boahtit ruovttoluotta
sma: Muvhtien aejkien åådtje bååstide båetedh

source: Dávjjimustá leat guokte doaktára geat beroškeahttá nuppiideaskka árvvoštallaba mammongráfagovaid.
sma: Daamhtaj göökte röntgenedåakterh dejtie mammografijeguvvide vuartasjieh.

source: Dat lasida árvvoštallama sihkkarvuođa.
sma: Dïhte vihtiesvoetem jeanede vuartasjimmesne.

source: Jus soai áicaba juoidá mii ii oro leahkime nu go galgá, bovdejuvvo ruovttoluotta ođđa dutkamii.
sma: Jis dah maam akt gaevnieh mij ij leah guktie edtja, dellie åådtje orre goerehtæmman båetedh.

source: Dalle váldojuvvo lasse mammongráfagovat ja dalle dutkojuvvo dávjá maid Ultra-jienain.
sma: Dellie mammografijeguvvieh lissine vaalta jïh aaj ultratjoejine goerehte.

source: Doavttir sáhttá maid váldit iskosa rievdamis.
sma: Dåaktere maahta aaj pryövem jeatjahtehtemistie vaeltedh.

source: Jus lea beare una rievdan mii lea váttis dovdat iskkus sáhttá váldot ođđa mámmongráfain dehe Ultra-jiena vehkiin.
sma: Jis lea onne jeatjahtehteme maam lea gïerve damtedh maahta pryövoem vaeltedh orre mammografijine ektesne jallh ultratjoeje viehkine.

source: Fiinna nállu čuggejuvvo rievdamii ja seallaiskkus njammojuvvo olggos.
sma: Sigkies naaloem rijtie jeatjahtehtemasse jïh cellepryövoem olkese njamma.

source: Iskkus sáddejuvvo mikroskohpalaš dutkamii.
sma: Pryövemasse mikroskopijen goerehtæmman seedtie.

source: Buot dát dahkko sihkkarastin dihte ahte ii leat borašdávda.
sma: Gaajhkem dam dorje juktie vihties årrodh jis lea cancere jallh ij.

source: Vástádus mámmongráfadutkamis sáddejuvvo njuolga ruoktot guovtti vahku siste dasgo lea bovdejuvvon dearvvašvuođa dárkkisteapmái.
sma: Vaestiedasse mammografijegoeretimmeste rïkte gåatan seedtie göökte våhkoeh raejesne jis lea orreme maam gohtje healsoevaaksjomisnie.

source: Jus lea vuolggahuvvon mammongráfii oažžu dieđu dutkanbohtosis iežas doaktáris.
sma: Jis lea remitteereme mammografijese åådtje vaestiedassem goerehtimmeste altese dåakteren luvhtie.

source: Hormonadikšun sáhttá dahkat árvvoštallama váddáseabbon
sma: Hormonebåehtjierdimmie maahta vuarjasjimmiem gïervebe darjodh

source: Muhtin nissonat ožžot hormonadikšuma jorggáldatjagiid áigge dehe maŋŋel dehe go borret p-billara.
sma: Naan nyjsenh hormonebåehtjierdimmiem åadtjoeh klimakterijen åvteli jallh mænngan jallh p-pillerem vaeltieh.

source: Dakkár dikšun váikkuha raddegođđosii nu ahte dat šaddá diktábun mii dagaha mammongráfagovaid váddáseabbon árvvoštallat.
sma: Dagkeres båehtjierdimmie njammide tsevtsie guktie dam söökebe sjædta jïh dellie mammografijeguvviem gïervebe viertiestidh.

source: Danin lea dehálaš muitalit jus borrá dálkasiid mat siskkildit hormonaid.
sma: Dan gaavhtan vihkeles dam jiehtedh jis daalhkesh vaalta man hormonesisvege.

source: Dutkan ii leat váralaš
sma: Goerehtimmie ij leah vaahreles

source: Dat suonjarmearri masa šaddá mammongráfadutkamis lea nu unni ahte dat ii buvtte mangelágán riskkaid.
sma: Dïhte gadtjijhveahka maam åadtjoeh mammografijegoerehtimmesne lea dan onne ij vïenhth dïhte vaahra.

source: Ja dáhpáhuvvá jámma teknihkalaš ovdáneapmi dárkkuhussan unnidit suonjardosaid vel eanet.
sma: Teknihkem aaj evtede guktie gadtjijhveahkam unniedidh.

source: Ii galgga biehttalit mannamis mammongráfadutkamii go bovdejuvvo, dehe jus lea áican rievdama iežas rattis.
sma: Ij edtjh steevrijh mammografijegoerehtimmiem darjodh gosse tæjmoem åådtje, jallh jis jeatjahtehtemem njammesne aajhtsa.

source: Mammongráfain sáhttá dutkat vaikko olbmos lea raddeimplantahtta.
sma: Hijven gåarede mammografijine goerehtidh jïlhts njammaimplantatem åtna.

source: Ii leat mangelágán riska ahte implantáhtta cuovkana, muhto go dalle ii sáhte deaddit rattiid čoahkkái dego nissoniin implantáhtahaga sáhttá dárbbahuvvot individuálalažžat heivehuvvon dutkan.
sma: Ij naan vaahra implantatide eerjieh, mohte jis ij gåaredh njammide deemtjedh seamma nyjsenæjjaj implantati bielelen maahta individuellen sjïehtedamme goerehtimmiem daarpesjidh.

source: Dávjjimusat kompletterejuvvo maid mammongráfa ahte rattit guldaluvvo čađa ja dutkojuvvo Ultra- jienain.
sma: Daamhtaj aaj mammografijem lissiehtidh njammide damtedh jïh ultratjoejine goerehtidh.

source: Gean ii galgga dutkojuvvot mammongráfain ?
sma: Gie ij edtjh mammografijine goerehtidh ?

source: Go lea hui nuorra lávejuvvo dutkat Ultra-jienain mammongráfa sajis.
sma: Gosse noere dellie daarpesje ultratjoejine goerehtidh jïh ij mammografijine.

source: Dat vuolgá das go raksagoađus lea nu divttis ahte mammongráfagovaid lea váttis dulkot.
sma: Dïhte dan gaavhtan njammide dan söökes guktie gïerve mammografijeguvvide viertiestidh.

source: Ultra-jietna addá dalle sihkkarit vástádusa.
sma: Ultratjoeje vihtiesåbpoe vaestiedassem vadta.

source: Jus doavttir vihku ahte rattis lea bohtaneapmi dalle lávejuvvo mammongráfa garvit daningo lea biidnu deaddit ratti čoahkkái.
sma: Jis dåaktere såvma naaremem njammesne gååvnese ij provhkh mammografijem dellie darjodh juktie baektjede njammam deemtjedh.

source: Dan sajis sáhttá leahkit buorre čađahit Ultra-jietnadutkama, oaidnin dihte leago siedja man dárbbaha bohčit olggos.
sma: Dellie hijven ultratjoejegoerehtimmiem darjodh, juktie vuajna jis sïeje desnie jïh dam olkese daarpesjidh döömedh.

source: Go infekšuvdna lea dikšojuvvon galgá goittotge čađahit mammongráfa.
sma: Gosse ovlemem båehtjierdamme byöroe mammografijem darjodh.

source: Dat lea erenomáš dehálaš jus lea boarrásit.
sma: Dïhte lea joekoen vihkeles jis båarasåbpoe.

source: Jus lea áhpeheapme ii gálgga čađahit dearvvašvuođadutkama, ng. screnen, mammongráfain.
sma: Jis nåajsan ij edtjh starnegoerehtimmiem tjïrrehtidh, guktie gohtje screening, mammografijine.

source: Muhto jus áicá rievdama rattis galgá álo váldit oktavuođa divššuin vai jođánit beassá dutkamii, vaikko lea áhpeheapme.
sma: Mohte jis jeatjahtehtemem aajhtsa njammesne edtja åålegh hoksem bïeljelidh guktie varki goerehtimmiem darjodh, jilhts nåajsan.

source: Dalle dutkan álggahuvvo Ultra-jienain ja dievasmahtto mammongráfain jus dárbbašĺas.
sma: Dellie pråvhka goerehtimmie ultratjoejine aalka jïh dan mænngan mammografijine jis daarpesje.

source: (ca 3 sidor)
sma: 3 sidor)

source: Čálli: Heitti Teder, kirurga, Centralsjukhuset Kristianstad
sma: Katti Björklund, 1177 Vårdguiden

source: Dárkkisteaddji: Laszlo Tabar, doavttir, professor, spesialista i radiologi Falu buohccevies us
sma: Goerehtæjja: Laszlo Tabar, dåaktere, professovre, radiologijen spesialiste Falu:en skïemtjegåetesne

source: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat heivehan, dárkkistan ja dohkkehan maid buot sisdoalu.
sma: Gaajhkh sisvegisnie lea barkeme, goerehtamme jïh dååhkasjahteme redaksjovneste jïh redaksjovneraereste 1177 Vårdguiden.
